{
  "tell.hello" : "¡Hola!",
  "tell.hello.again" : "Hola de nuevo",
  "tell.welcome": "¡Hola %s!, ¡encantado de conocerte! ὠ4 \nBienvenidx al sistema de votación.\nPara votar será necesario que nos digas tu DNI y fecha de Nacimiento y comprobemos que estás en el censo.\n¿Quieres seguir?",
  "tell.error": "Ups, eso no me lo esperaba...ὣ3 \nRevisa lo que me acabas de enviar",
  "tell.troll": "Uy, no tengo tiempo para leer tanto... ὤ8",
  "tell.goodbye": "Una pena ὣ3, me hubiera gustado seguir hablando contigo.\nSi cambias de opinión, solo tienes que volver a escribir: /start",

  "tell.register.start": "Iniciando registro...",
  "tell.register.cancel": "Registro cancelado.",
  "tell.register.question": "¿Quieres registrarte? Recuerda tener a mano tu número de DNI o NIE y tu Fecha de Nacimiento",
  "tell.register.nid": "Estupendo, ahora introduce tu DNI o NIE. Recuerda introducirlo con letra...",
  "tell.register.bdate": "Perfecto, indícame ahora tu Fecha de Nacimiento con el siguiente formato: DD/MM/AAAA",
  "tell.register.complete": "Registro completo ✅, Para empezar a votar selecciona el comando /votar",
  "tell.register.check": "Comprobando censo... ⏳",
  "tell.register.error.nid": "Ups ὣ3, me temo que ha habido un error. Es posible que no te encuentres en el Censo de votantes.\nVuelve a introducir tu DNI por si te hubieras equivocado.\n Tienes 3 intentos.",
  "tell.register.error.bdate": "Ups ὣ3, me temo que ha habido un error. Es posible que no te encuentres en el Censo de votantes \nVuelve a introducir tu Fecha de Nacimiento por si te hubieras equivocado.\n Tienes 3 intentos.",
  "tell.register.banned": "Lo siento ὣ3, has agotado los intentos para registrarte. Por seguridad he bloqueado tu usuario.",

  "tell.voting.error": "Vaya, parece que has querido votar más de \u0033️⃣ opciones. \nRecuerda que como máximo puedes votar \u0033️⃣ opciones.",
  "tell.voting.ready" : ", Ya tenemos todos tus datos verificados, ¿preparadx para votar? ὠ4\n",
  "tell.voting.noRegistered": "No vayas tan rápido, apenas nos conocemos... ὤ8 Antes de votar, registrarte deberás. ",
  "tell.voting.success": "Tu voto ha sido guardado correctamente ✅ \nEste es el código para verificar que tu voto es correcto:",
  "tell.voting.verify": "Utiliza el comando /verificar para comprobarlo cuando quieras ὠ4",
  "tell.voting.alreadyVote" : "Ups, parece que ya has votado ὣ3, puedes verificar tu voto mediante el comando /verificar",
  "tell.voting.voteEnd" : "Hola de nuevo %s, Ya tenemos tu voto registrado correctamente, puedes verificar tu voto mediante el comando /verificar",
  "tell.voting.incorrect" : "Vaya, parece ser que %s de las opciones introducidas no pertenencen al listado. \nVuelve a emitir tu voto con las opciones del listado",

  "tell.verifying": "Vamos a verificar tu voto.\nEnvíame el código que te proporcioné cuando votaste:",
  "tell.verifying.error" : "Parece que la contraseña para descifrar el voto no es correcta ❌ \nVuelve a intentarlo o ponte en contacto con nosotros",
  "tell.verifying.sucess" : "Tu voto es correcto ✅ \n Lo que votaste fue: %s"
}
